/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Songformat konnte nicht konvertiert werden.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Dieses Projekt ist offenbar beschädigt. Stelle es aus einer Sicherungskopie wieder her.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Dieses Projekt wurde mit einer nicht veröffentlichten, temporären Logic-Version erstellt. Es kann nicht mehr geöffnet werden";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Der Song, den du öffnen möchtest ist im Format Logic 4 (oder älter). Bitte öffne und sichere ihn zuerst mit Logic 7.2.1 oder älter.\n\nDies muss auf einem Macintosh-Computer durchgeführt werden, der eine ältere Version von macOS verwendet, da ältere Versionen von Logic Pro nicht mehr mit macOS 10.13 oder neuer kompatibel sind.";
